import swameenWahanseWithoutFrame from "../../assets/swamwasweLogo.png";

const Bio = () => {
  return (
    <>
      <div className="w-screen  flex justify-center flex-col">

        <p className="text-center font-semibold text-xl my-5 w-2/3 self-center">
          'යෝගාශ්‍රම සංස්ථාවේ හදවත' සදානුස්මරණීය නාඋයනේ අරියධම්ම මහා සංඝනේතෘන්
          වහන්සේගේ සංක්ෂිප්ත චරිතය
        </p>

        <div className="w-[80%] self-center leading-loose ">
          <div className="flex  items-center max-[650px]:flex-col ">
            <img
              src={swameenWahanseWithoutFrame}
              className=""
              alt="Swamwaswe"
            />
            <p className="py-5" >
              ශ්‍රී කල්‍යාණි යෝගාශ්‍රම සංස්ථාවේ සමුත්පාදක කඩවැද්දුව ශ්‍රී
              ජිනවංසාභිධාන මාහිමිපාණන් වහන්සේ විසින් 'යෝගාශ්‍රම සංස්ථාවේ හදවත'
              යනුවෙන් හඳුන්වා සම්භාවනාවට පාත්‍ර කරන ලද්දා වූ ශ්‍රීමත් සුගත තථාගත
              ශ්‍රී සම්බුද්ධ පාදස්පර්ෂයෙන් පරම පවිත්‍රත්වයට පත් වූ ජය භූමිය වන
              මේ ශ්‍රී ලංකාද්වීපයෙහි ත්‍රිවිධ ශාසනභාරධාරීව වැඩවිසූ ශ්‍රී
              කල්‍යාණි යෝගාශ්‍රම සංස්ථාධිපති, ප්‍රධාන අනුශාසක මහා බෝධිසත්ව ගුණ
              සමන්වාගත අතිපූජනීය නාඋයනේ අරියධම්මාභිධාන ශ්‍රී ලංකා රාමඤ්ඤ මහා
              නිකායේ අනුනායක මාහිමිපාණන් වහන්සේගේ ජීවන තොරතුරු හිරුසඳු සෙයින්
              බෞද්ධ ලෝකයා අතර අතිශයින් ප්‍රකටව පවතින නමුදු, ඒ මහෝත්තම ජීවන චරිතය
              සංක්ෂිප්තව මෙහි සටහන් කොට තබනුයේ එය සටහන් නොකිරීමෙන් මෙම ලිපිපෙළ
              රන්කොත ගිලිහී ගිය සෑයක් සෙයින් ඌනභාවයට පත් වන බැවිනි.
            </p>
          </div>

          <p className="py-5 lo ">
            කඩවැද්දුව මාහිමිපාණන් වහන්සේ ජීවමානව වැඩවෙසෙන අවදියෙහි පවා
            යෝගාශ්‍රමිය සංඝපිතෘන් වහන්සේලා යෝගාශ්‍රම සංස්ථාවෙන් පහළ වූ
            ආශ්චර්යවත්ම ධර්මවස්තුව වශයෙන් හඳුන්වා ඇත්තේ නාඋයනේ මාහිමිපාණන්
            වහන්සේය. මේ සටහන මුලින් කියවූ දිනයේදී මම විස්මයට පත් වූයෙමි.
            අරියධම්ම ස්වාමීන්ද්‍රයන් වහන්සේගේ පහළ වීමම මේ සා දැවැන්ත ශාසන
            සංවිධානයක පරම සාර්ථකත්වය වශයෙන් හැඳින්වීමට තරම් අරියධම්ම
            ස්වාමීන්ද්‍රයන් වහන්සේ තුළ තිබූ ගුණ මහන්තතාව යෝගාශ්‍රමිය මහසඟපියාණන්
            වහන්සේලා හඳුනාගෙන සිටි අයුරු අසිරිමත්ය. මේ සටහන තබන ලද්දේ ගල්පියුම
            අරණ්‍ය සේනාසනාධිපති දොරණුව සිරි සුමනතිස්ස මාහිමිපාණන් වහන්සේ විසිනි:
            "පිරිහීගෙන යන භාවනාදී සසුන්ගුණ රැකගැනීම සඳහාම අතිපූජනීය මහෝපාධ්‍යාය
            පණ්ඩිත මාතර ශ්‍රී ඤාණාරාමාභිධාන මාහිමිපාණන් වහන්සේත්, අතිපූජනීය
            අස්මදාචාර්යෝත්තම පණ්ඩිත කඩවැද්දුව ශ්‍රී ජිනවංසාභිධාන මාහිමිපාණන්
            වහන්සේත් උට්ඨාන වීර්යයෙන් දියත් කොට වදාළ යෝගාශ්‍රමිය සසුන්ගුණයෙහි
            මල්ඵල දැරීම් වශයෙන් අතිපූජනීය ත්‍රිපිටකාචාර්ය හා කම්මට්ඨානාචාර්ය
            නාඋයනේ අරියධම්ම මාහිමිපාණන් වහන්සේ පහළ වීම උතුම්ම ලාභයකි." (සමරු කළඹ
            - සංස්: කහගොල්ලේ සෝමවංස මාහිමි, 2001. 06. 18 : 49) ව්‍යවහාර වර්ෂයෙන්
            1939 වැන්නේ අප්‍රේල් මස 24වැනි සඳු දින කුරුණෑගල දිස්ත්‍රික්කයේ
            ඉමිහාමින්නේගම නම් සොඳුරු ගම් පියසේ විසූ දිසානායක මුදියන්සේලාගේ
            කළුබණ්ඩා සහ මානිංගමුවේගෙදර පුංචි මැණිකා යන දම්පතීන් හට දාව මහ පිනැති
            පුත් රුවනක් උපන. 'හීන්බණ්ඩා' යන නමින් හඳුන්වන ලද ඒ දරු තෙමේ කුඩා
            අවදියෙහිම මහසඟරුවනේ ඇසුර ලැබ දිනපතා ලෝ සතුන් කෙරෙහි මෙත් සිත
            පැතිරවීමට පුරුදු වූයේය. අනන්ත සසරින් ගෙනා පාරමී වාසනාවෙහි
            මෙහෙයවීමෙන් හය හතර නොදන්නා ළදරු වියෙහිදී ඔහුගේ සිතෙහි පිළිසිඳගත්
            පැවිදි වීමේ අදහස, මෛත්‍රී චිත්ත සමාධියෙහි අනුසස් දකිත්ම පුරපස සඳ මඩල
            සේ මුහුකුරා ගියේය. ''මට මතකයි මම අතදරුවා කාලේ මට සිහිනෙන් වගේ
            පෙනෙනවා මම කලින් හිටිය තැනට යන්න ඕන. එතනට යන්න මෙහෙම නම් බෑ. මම මහණ
            වෙන්න ඕනෙ. එතකොට එතැනට යන්න පුඵවන් කියලා. මහණකම ගැන දන්නෙ නැති කුඩා
            කාලයේ පවා මෙබඳු සිතිවිලි පහළ වෙලා තියෙනවා... මම මගේ වයස නවයේදිනේ
            සිල් සමාදන් වෙන්න පටන් ගත්තෙ. තුනේ පංතියේදී මම නාඋයන අරණ්‍යයට
            ගිහිල්ලා පෝයට අටසිල් සමාදන් වෙන්න පුරුදු වුණාට පස්සෙ බ්‍රහ්මචර්යය
            ආජීව අෂ්ටමක සීලය නිත්‍ය වශයෙන්ම සමාදන් වුණා. මම වයස 15දී පමණ බද්ධ
            පර්යංකයෙන් වාඩිවෙන්න පුරුදු උනා. පැය භාගයක් මට බද්ධ පර්යංකයෙන් ඉන්න
            පුලුවන් උනා. ඉතින් මම හැමදාම රාත්‍රී කෑමෙන් පස්සෙ පාඩම් කරල
            නිදාගන්නෙ වෙනම කාමරයක. කාමරයේ ඇඳේ බද්ධ පර්යංකයෙන් වාඩිවෙලා
            බ්‍රහ්මචර්යය ආජීව අෂ්ටමක සීලය සමාදන් වෙලා කරණීය සූත්‍රය කියලා
            මෛත්‍රී භාවනාව කළා. විනාඩි 10ක් 15ක් යනකොට මම ඉතින් අහසේ ඉන්නවා වගේ
            ඇඳේ ඉන්නවා කියල දැනෙන්නෙ නෑ. ඇහැ පියාගෙන ඉන්නේ. වටේට හඳ එලිය වගේ.
            ඉතින් ඒක කරලා දන්නෙත් එච්චරයි පැය භාගයෙන් පසු නිදාගන්නවා. පාන්දර 5ට
            අවදිවෙන්න මම හැමදාම ඔරලෝසුවේ සීනුව තියාගන්නවා. 5ට සීනුව වදින්න ළං
            වෙනකොට මට ඉබේම අවදිවෙනවා. අතක්පයක්වත් හෙලවිලා නෑ. දගලන වයසනේ. නමුත්
            එහෙම නෑ. ඇඳේ ඇතිරිල්ලවත් වෙනස් වෙලා නෑ. ඉතින් පසුවදා හරිම ප්‍රීතිමත්
            විදියට ගත කරනවා. මම හිතින් ප්‍රාර්ථනා කරනවා අනේ මට කුඩා වයසෙදිත් මේ
            භාවනාවේ ප්‍රතිඵල මෙහෙම්මම තියෙනවා නම්, මේකට වෙන් වෙලා අරණ්‍යගත වෙලා
            භාවනා කරන්න ලැබුණොත් කොච්චර වාසනාවක්ද? ඒ නිසා මම පැවිදි වෙන්න ඕනෙ
            කියල දෙවියන්ට පින් දීලා කියනවා මට උතුම් ලෙස මහණදම් පුරන්න තැනක්
            ලැබේවා කියලා." (ලක් බුදුසසුනේ මුදුන්මල්කඩ, 19, 75, 76 පිටු) එහි
            ප්‍රතිඵලය වූයේ 'මෛත්‍රී උපාසක' යන අර්ථාන්විත නාමයකින්ද හඳුන්වන ලද
            හෙතෙම මාතර ශ්‍රී ඥානාරාම මහෝපාධ්‍යයන් වහන්සේගේ උපාධ්‍යායත්වයෙන්ද,
            ශ්‍රී කල්‍යාණි යෝගාශ්‍රම සංස්ථා සමුත්පාදක කඩවැද්දුව ශ්‍රී ජිනවංශ
            මාහිමියන් වහන්සේගේ ආචාර්යත්වයෙන්ද යුක්තව නිමල අරහත් පියවර සටහනින්
            පරම පිවිතුරු වූ බුදුසසුන් සක්මනෙහි ගමන් ඇරඹීමට වරම් ලැබීමයි. ඒ 1957
            මාර්තු 27 බුධ දින අම්බලන්ගොඩ ගල්දූව ශ්‍රී ගුණවර්ධන යෝගාශ්‍රම
            මධ්‍යස්ථානයෙහිදීය. 'නාඋයනේ අරියධම්ම' යන මතුවට ලෝක පූජිත වන ශාසනික
            නාමය ලද මෙම නවක හෙරණපාණෝ මූලික අධ්‍යාපනය ලැබුයේ නාථගන අරණ්‍ය
            සේනාසනාධිපතිව වැඩවිසූ ගැටමාන්නේ විමලවංශ මාහිමියන් වහන්සේ වෙතිනි. එයට
            අමතරව මාතර ශ්‍රී ඤාණාරාම, කඩවැද්දුව ශ්‍රී ජිනවංස, දේවගොඩ මංගලසිරි,
            මහකුඹුක්වැව උත්තරවංස, විගොඩ බෝධිරක්ඛිත යන මාහිමිපාණන් වහන්සේලා
            වෙතින් ඉගෙනීම ලබා ඇත. මහාචාර්ය රේරුකානේ චන්දවිමල, දෙවිනුවර ඥානාවාස
            යන ශ්‍රී ලංකා ශ්වේජින් නිකායේ මහානායක මාහිමියන් වහන්සේලා දෙනම නාඋයනේ
            සමිඳුන්ට අභිධර්මය පිළිබඳ විශේෂඥ ඥානයක් ලබාදුන් ආචාර්යන් වහන්සේලාය.
            භාවනාවෙන් පරිභාවිත චිත්ත සන්තාන ඇති උන්වහන්සේ අධ්‍යාපනයෙහිදී දක්වන
            ලද්දේ අනන්‍යසාධාරණ දක්ෂතාවකි. මජ්ඣිම නිකාය වනපොත් කරන ලද්දේ සාමණේර
            අවධියෙහිදීමය. ප්‍රාතිමෝක්ෂ ශික්ෂාපද වනපොත් කිරීමට ගත වූයේ සතියකි.
            විනය පිටකයට අයත් පාරාජිකපාළිය හා පාචිත්තියපාළිය සිවුමසක් ඇතුළත
            වනපොත් කොට අවසන් කරන ලදී. අභිධර්ම පිටකයේ ධම්මසංගණිප්‍රකරණය දින 19ක්
            ඇතුළත වනපොත් කරන ලද්දේ ඇදුරුපාණන් වහන්සේලා විස්මයට පත් කරවමිනි. 1963
            වන විට කොටස් කීපයක් හැර මුඵ ත්‍රිපිටකයම සිංහ තෛලයක් ධරාගන්නා
            ස්වර්ණමය මඤ්ජුසාවක් මෙන් සිය සිතින් ධරාගන්නට තරම් අප තෙරිදුන්
            පුණ්‍යවන්ත වූයේ 'යෝගාශ්‍රමීය ශිෂ්‍ය රත්නාවලියේ ත්‍රිවිධ ශාසනභාරධාරී
            දීප්තිමත් සිසුරුවන' බවට පත් වෙමිනි. අනුරපුර අරහත් යුගයේ වැඩසිටි
            ත්‍රිපිටකධාරී මහසග පරපුරේ වර්තමාන නියෝජනය බවට නාඋයනේ මාහිමිඳුන් පත්
            වී වදාළේ මේ අයුරිනි. අධ්‍යාපනය මතු නොව නොබෝ කලකින් පැවිද්දට සීහෙන
            වත්පිළිවෙත් හා ශ්‍රමණාකල්ප සම්පත්තියෙන්ද ශෝභමාන වූ අප හෙරණපාණන්
            නවදහස් එකසිය අසූකෝටි පණස්ලක්ෂ තිස්හයදහසක් ශික්ෂාපද සමන්වාගත අධිශීල
            සංඛ්‍යාත උපසම්පදා භූමියට පත් වූයේ, රංවල කුඩාඔය උදකුක්ඛේප සීමා
            මාලකයේදී නිමලව අරණ්‍ය සේනාසනාධිපතිව වැඩවිසූ මඩවල ධම්මතිලක මාහිමියන්
            වහන්සේගේ උපාධ්‍යාත්වයෙනි. ඒ 1959 ඇසළ මස 15 වන බුධ දින සවස 3.50ටය.
            මාතර ශ්‍රී ඤාණාරාම, කඩවැද්දුව ශ්‍රී ජිනවංස, ගැටමාන්නේ විමලවංස, මුනගම
            සිරිසුමන, දේවගොඩ මංගලසිරි යන ස්වාමීන්ද්‍රයන් වහන්සේලා කර්මවාක්‍ය
            දේශනා කළ සේක. 1965 වසරේ පටන් ලක්දිව පුරා නොයෙක් සෙනසුන්වල
            වැඩවෙසෙමින් නවක ස්වාමීන් වහන්සේලාට ත්‍රිපිටක ධර්මය, භාෂා ශාස්ත්‍ර හා
            භාවනා කර්මස්ථාන පිළිබඳ අධ්‍යාපනය ලබා දෙමින් ආචාර්යත්වයෙන් කටයුතු කළ
            අප මාහිමිපාණෝ අග්ගමහාපණ්ඩිත මඩිහේ පඤ්ඤාසීහ මහනා සමිඳුන්ගේ
            මෙහෙයවීමෙන් මීරිගම ගුරු අභ්‍යාස විද්‍යාලයෙහිද, කොළඹ රාජ්‍ය සේවා
            බෞද්ධ සංගමයෙහිද භාවනා ආචාර්යන් වහන්සේ වශයෙන් කටයුතු කරමින් සිදු කරන
            ලද්දේ සදානුස්මරණීය සේවාවකි. මාහිමියන් වහන්සේ පළමුවෙන් දහම් දෙසා
            ඇත්තේ පැවිදි වීමට පෙර අනගාරිකව විසූ සමයෙහිදීය. එතැන් පටන් ශ්‍රී
            ලංකාද්වීපය පුරාද ඉන්දුනීසියාව, ජාවා - සුමාත්‍රා, හොංකොං, තායිවානය,
            චීනය, ඕස්ට්‍රේලියාව, නවසීලන්තය, නේපාලය, මැලේසියාව, සිංගප්පූරුව,
            මියන්මාරය, තායිලන්තය වැනි දේශදේශාන්තරයන්හිද, ශ්‍රව්‍ය - දෘශ්‍ය
            මාධ්‍ය ඔස්සේද සිදුකළ දම්දෙසුම් සංඛ්‍යාව විසිපන්දහසකටත් අධිකතරය.
            තමන්වහන්සේටම ආවේණික වූ බ්‍රහ්ම ස්වරයට බඳු මධුර ස්වරයෙන් එම දම්දෙසුම්
            පවත්වන ලද්දේ ආකාශ ගංගාව මිහිතලයට හැරවූවාක් බඳු අසිරිමත් අයුරිනි.
            එමතුද නොව මියුරු හඬින් පිරිත් සජ්ඣායනා කිරීමටද, වන්දනා කිරීමටද පළ කළ
            ශක්‍යතාව ආශ්චර්ය අද්භූතය. නාඋයනේ සමිඳුන්ගේ ග්‍රන්ථකරණයද විසිතුරු
            පෙළහරකි. තමන්වහන්සේ විසින් ලියන ලද සංස්කරණය කරන ලද ග්‍රන්ථද, දම්
            දෙසුම් ඇසුරින් පළ කරන ලද දහම්පොත්ද සියල්ල එක්කොට ගත් කල සිය ගණනකැයි
            කිය යුතු ය. සූවිසි පට්ඨාන ප්‍රත්‍ය නය සංග්‍රහය නම් වූ සංක්ෂේප පට්ඨාන
            සන්නය, චිත්තවීථී රූපවීථී විභාගය සහ පට්ඨාන ත්‍රීරාශිය, සංක්ෂිප්ත
            භික්ෂු ශීලය, යමක වාචනා මාර්ගය, සම සතළිස් කර්මස්ථාන භාවනා, අභිධර්ම
            භාවනා, විශේෂාභිධර්ම භාවනා, සතිපට්ඨාන භාවනා, විපස්සනා භාවනා යනාදී
            රන්රුවන් මිණිමුතු ආකර බඳු කෘතීහූ ඒ අතර වෙති. දීපංකර පාදමූලයේ නියත
            විවරණ ලැබ ඇරඹි සම්බුදු ගමනක මිනිස් ලොව ලද එක් නවාතැනකදී උත්කෘෂ්ඨ
            අයුරින් පාරමී සම්භාර පූරණය කළ බුද්ධාංකුරයන් වහන්සේ නමකගේ ශ්‍රේෂ්ඨ
            චරිතය මූර්තිමත් කළ අප මහා ස්වාමීන් වහන්සේගේ ජීවිතය ශ්‍රී සද්ධර්මයෙහි
            සන්දිට්ඨික ගුණ මහිමයට නිදසුනක්ම විය. ''1963දී මැල්ලගලදී මහෝපාධ්‍ය
            ස්වාමින් වහන්සේගේ උපදෙස් ඇතිව මහාසී ක්‍රමය මාස එකහමාරක් පුහුණු කලා.
            දෙල්ගහ කුටිය කියන ගල්ලෙනේ. මම බද්ධ පර්යංකයෙන් පැය හයක් එක දිගටම
            භාවනා කරනවා. හවස 5 සිට රාත්‍රී 11 වන තුරු කිසිම අපහසුවකින් තොරව
            භාවනා කරනවා. ඉතින් හිත බඹතලය දක්වා යනවා වගේ දැනෙනවා'' (ලක් බුදුසසුනේ
            මුදුන්මල්කඩ, 77) 1995 වසරේ පටන් බුරුම රට පා-අවුක් භාවනා
            මධ්‍යස්ථානාධිපති අග්ගමහා කම්මට්ඨානාචාර්ය අග්ගමහාපණ්ඩිත ඌ ආචිණ්ණ
            සයාඩෝ මාහිමිපාණන් වහන්සේ සෙවණෙහි සමථ පූර්වංගම විදර්ශනාව වඩමින් අෂ්ට
            සමාපත්ති සහ සංඛාරුපෙක්ඛා ඤාණය දක්වා ප්‍රගුණ කිරීම එහි කූඨප්‍රාප්තිය
            වූ අතර එයට පරිවාර වශයෙන් ඉතිපිසෝ ගාථා පාඨයෙන් බුදුගුණ වාර 20 කෝටි 90
            ලක්ෂයක් වැඩූ සේක. එසේම දීපංකර බුද්ධ ශාසන කාලය දක්වා අතීත ජන්මයන්
            දුටු අතර ආත්මභාව 1800කින් මත්තෙහි වසර ලක්ෂයකට ආයු ඇති කලෙක සව්
            කෙලෙස් නසා සම්බුදුබව ලැබීමෙන් සසර ගමන නිම වීම දක්වා අනාගත ජන්මයන්ද
            දුටු සේක. දිනපතා අලුයම 3.50 සිට රාත්‍රී 10 දක්වා නොසිස්ව සිහි
            නුවණින් දින චර්යාව පවත්වන අප මාහිමිපාණෝ බුද්ධ වන්දනා, බුද්ධෝපස්ථාන,
            ආචාර්‍ය-උපාධ්‍යාය වත්, ධුතංග පූරණ, පිණ්ඩපාත චර්යාදී ප්‍රතිපත්ති අවසන
            තෙක්ම අඛණ්ඩව පැවැත්වූ සේක. ආචාර්යෝත්තම කඩවැද්දුව මාහිමිපාණන් වහන්සේ
            මෙම අතිජාත සිසුරුවන කෙරෙහි දක්වන ලද්දේ අසීමාන්තික ගෞරව සම්ප්‍රයුක්ත
            ප්‍රසාදයකි. ''අරියධම්ම කියන්නෙ ධර්ම වස්තුවක්. ඇවිදින ධර්ම
            භාණ්ඩාගාරයක්. අපි ඒ නම බ්‍රහ්ම ලෝකෙන් ආරාධනා කරල ගෙන්නගත්තේ. මේ අපගේ
            සසුන් දරු අරියධම්ම ස්ථවිර නම අපේ යෝගාශ්‍රම සංස්ථාවේ හදවතයි. කොතැනකට
            වැඩමවාගෙන ගියත් ඒ හදවත ප්‍රවේශම් කොට අපට බාරදිය යුතුයි'' යනුවෙන්
            විවිධ අවස්ථාවන්හි දී උන්වහන්සේ තම සිසුරුවන පිළිබඳ උදාන පහළ කළ සේක.
            තමන්වහන්සේ දෙව්ලොව වැඩි පසු යෝගාශ්‍රම සංස්ථාවේ ප්‍රධාන අනුශාසක ධුරයට
            පත්ව සසුන් බර ධරනුයේ මෙම සිසුරුවන බව නා සමිඳුන් දැන සිටියා විය
            යුතුය. 1968 ජුලි 04 දින ශ්‍රී කල්‍යාණි යෝගාශ්‍රම සංස්ථාවේ
            සඤ්ඤාලේඛකාචරිය ධුරයටද, 1997 ජුනි 17 දින මහාලේඛකාචරිය ධුරයටද පත් වූ
            අරියධම්ම මාහිමිපාණන් වහන්සේ 2003 වසරේදී කඩවැද්දුව මාහිමිපාණන්
            වහන්සේගේ අපවත් වීමෙන් පසු යෝගාශ්‍රම සංස්ථාවේ ප්‍රධාන අනුශාසක ධුරයට
            පත් වී වදාළ සේක. එසේම 1964 සිට පුරා පන්සාළිස් වසක් උපසම්පදා මාලකයෙහි
            කර්මවාක්‍ය දේශනා කළ අතර 2009 සිට යෝගාශ්‍රමිය සංඝයාගේ උපාධ්‍යාය ධුරය
            හෙබවූ සේක. 2006 වසරේදී මියන්මාර් රජයෙන් පිරිනැමුණු 'මහා
            කම්මට්ඨානාචරිය' සම්මානයෙන් ද, 2012 වසරේදී 'ත්‍රිපිටකවාගීශ්වරාචාර්ය
            ශාසනධජ' සම්මානෝපාධිය සහිත ශ්‍රී ලංකා රාමඤ්ඤ මහා නිකායේ මහෝපාධ්‍යාය
            පදවියෙන්ද, 2014 වසරේදී 'ශ්‍රී ජිනවංශ ඥානාරාම වංශාවතංශ ශාසන සෝභන'
            සම්මානෝපාධිය සහිත තත් නිකායික අනුනායක ධුරයෙන්ද සම්මානිත වූ අප නා
            සමිඳාණෝ සිල් සුවඳ විහිදුවමින් සදේවක ලෝකයාගේ අනුත්තර පින් කෙතක් මෙන්
            වැඩ සිටි සේක. ඇතැම් වස්සානයන්හිදී එකම කෙලෙස් සිතිවිල්ලක් හෝ නූපදවීමට
            තරම් පාරිශුද්ධ සන්තානයෙන්ද, සිකපද අකුරටම රැකි පිවිතුරු ජීවිතයෙන්ද
            යුතු වූ මාහිමියන් වහන්සේ දැන දැන කිසිදු ඇවතකට පත් නොවූ සේක. කිසිදා
            තරහ නොගත් සේක. ලාභ සත්කාරයන්හි නොඇලුණු සේක. නිකෙලෙස් උතුමකු සෙයින්
            නිර්මල පුණ්‍යාත්මී ජීවිතයක් ගත කළ සේක. සැබැවින්ම පොරණ මහරහත්
            මුනිවරුන්ගේ ඡායාව සිතට නංවන අප ස්වාමීන් වහන්සේ මෙබඳු ගුණ මහිමයකින්
            යුක්තව වැඩවිසූ සේක් නම්, තබන තබන පියවරින් මිහිමඬල සලිත කළ ඒ
            සාරිපුත්ත, මොග්ගල්ලාන ආදී මහා ක්ෂීණාශ්‍රවයන් වහන්සේලා කෙබඳු ගුණ
            නිධානයන්ගෙන් සමන්විතව වැඩවිසූ සේක්දැයි සිතාගැනීම පවා කළ නොහැකි
            වන්නේය. අපගේ ශාස්තෘන් වහන්සේ පිළිබද කවර කථාවක්ද? මෙලෙසින් සඳහිරු
            දෙදෙනා ගමන් ගත් ගගන තලය සෙයින් බුදුසසුන බබළවන්නටම මනුලොවට වැඩි අප
            මාහිමිපාණන් වහන්සේ කලක් රෝගීව වැඩසිට තමන්වහන්සේගේ පුනර්ජන්මය
            මහාබ්‍රහ්ම ප්‍රථම ධ්‍යාන භූමියෙහි වන්නේයැයි දැනවදාරා වර්ෂ 2016ක් වූ
            සැප්තැම්බර් මස 7වැනි බුධදින අලුයම 2.15ට පමණ සිහිනුවණින් යෙදී අපවත්
            වී වදාළ සේක. මතු අනාගතයේ බෝමුල අරා වැඩහිඳ සපරිවාර මාරපරාජය කොට
            සවාසනා සකල ක්ලේශප්‍රහාණයෙන් සම්මා සම්බුදු පදවි ලැබ ලෝ සතුන්
            සසරකතරින් එතෙර කරවීම පිණිස බෝසත් ගමනක් වඩින මහා යතිශ්‍රේෂ්ඨයන්
            වහන්සේට මාගේ නමස්කාරය වේවා! "ජාතීනමට්ඨසත චෙව සහස්සමත්තං ගන්ත්වාන
            ඤාණපදසා උජුභූත මග්ගෙ සම්බොධිඤාණ ලභිතුං නියතො සුපඤ්ඤො සබ්බඤ්ඤුතං ලභතු
            තං පරමුත්තමං සො ජාති (භව) 1800ක් පමණ කාලයක් ඤාණය නමැති පාදයෙන් ඍජු
            නිවන් මාර්ගයෙහි වැඩම කොට සම්බෝධි ඤාණය (ලොවුතුරා බුද්ධත්වය) ලැබීමට
            නියත වූ මනා ප්‍රඥා ඇත්තා වූ ඒ (අරියධම්ම නමැති) අතිඋතුම් යතිවරයන්
            වහන්සේ ඒ පරමෝත්තම වූ සර්වඥතා ඥානය ලබන සේක්වා!" (අසිරිමත් බුදුමග
            පියසටහන්, 267) 
          </p>
        </div>
      </div>

      <div className="my-5 px-20" >
      <p className=" text-right text-gray-700 font-semibold">රවීන් කෝදාගොඩ </p>
      <p className=" text-right text-gray-700 font-semibold">2021. 06. 19</p>
      </div>
    </>
  );
};

export default Bio;
